[
  {
    "id": 0,
    "title": "1984",
    "author": "Джордж Оруэлл",
    "image": "https://cv9.litres.ru/pub/c/elektronnaya-kniga/cover_330/129098--.jpg",
    "description": "Джордж Оруэлл (настоящее имя — Эрик А. Блэр), писатель острого, иронического ума, за свою недолгую жизнь создал множество произведений, из которых в нашей стране наиболее известны повесть-притча «Скотный двор» и знаменитый, ставший итогом жизненного и творческого пути своего создателя роман-антиутопия «1984», вошедший в данное издание. Написанный четыре с лишним десятилетия назад, этот роман и сегодня сохраняет свою актуальность.",
    "price": 415,
    "rating": 5
  },
  {
    "id": 1,
    "title": "Девушка в тумане",
    "author": "Донато Карризи",
    "image": "https://s1.livelib.ru/boocover/1002703940/o/be6b/Donato_Karrizi__Devushka_v_tumane.jpeg",
    "description": "Затерянный в Альпах сонный городок, рождественский вечер, туман. От дома, где сияют огни елки и лежат подарки, до празднично украшенной местной церкви, всего триста метров, но в церкви юная Анна Лу так и не появилась… Вездесущие журналисты, фоторепортеры и телевизионщики осаждают городок. Каждый из них жаждет первым сообщить сенсационные новости о ходе расследования. Этим мастерски пользуется спецагент Фогель, привлекая внимание к собственной персоне.",
    "price": 464,
    "rating": 4
  },
  {
    "id": 2,
    "title": "Грокаем алгоритмы",
    "author": "Адитья Бхаргава",
    "image": "https://cv8.litres.ru/pub/c/pdf-kniga/cover_330/39158380-aditya-bhargava-grokaem-algoritmy-illustrirovannoe-posobie-dlya-p-39158380.jpg",
    "description": "Алгоритмы - это всего лишь последовательность решения задач, и большинство таких задач уже были кем-то решены, протестированы и проверены. Можно, конечно, погрузиться в глубокую философию гениального Кнута, изучить многостраничные фолианты с доказательствами и обоснованиями, но хотите ли вы тратить на это свое время? Откройте великолепно иллюстрированную книгу и вы сразу поймете, что алгоритмы - это просто. А грокать алгоритмы - это веселое и увлекательное занятие.",
    "price": 246,
    "rating": 4
  },
  {
    "id": 3,
    "title": "Метро 2035",
    "author": "Дмитрий Глуховский",
    "image": "https://simg2.marwin.kz/media/catalog/product/cache/e4d64343b1bc593f1c5348fe05efa4a6/c/o/cover1__w600_57_223.jpg",
    "description": "Третья мировая стерла человечество с лица Земли. Планета опустела. Мегаполисы обращены в прах и пепел. Железные дороги ржавеют. Спутники одиноко болтаются на орбите. Радио молчит на всех частотах. Выжили только те, кто, услышав сирены тревоги, успел добежать до дверей московского метро. Там, на глубине в десятки метров, на станциях и в туннелях, люди пытаются переждать конец.",
    "price": 837,
    "rating": 4
  },
  {
    "id": 4,
    "title": "Земное притяжение",
    "author": "Татьяна Устинова",
    "image": "https://cv1.litres.ru/pub/c/elektronnaya-kniga/cover_330/25719119-tatyana-ustinova-zemnoe-prityazhenie.jpg",
    "description": "Их четверо. Летчик из Анадыря; знаменитый искусствовед; шаманка из алтайского села; модная московская художница. У каждого из них своя жизнь, но возникает внештатная ситуация, и эти четверо собираются вместе. Точнее – их собирают для выполнения задания!.. В тамбовской библиотеке умер директор, а вслед за этим происходят странные события – библиотека разгромлена, словно в ней пытались найти все сокровища мира, а за сотрудниками явно кто-то следит.",
    "price": 317,
    "rating": 1
  },
  {
    "id": 5,
    "title": "НИ СЫ",
    "author": "Синсеро Джен",
    "image": "https://img.yakaboo.ua/media/catalog/product/cache/1/image/398x565/234c7c011ba026e66d29567e1be1d1f7/9/3/93d24afe9ccee1776f8fa43162b8b627.jpg",
    "description": "Хочешь жить так, как никогда не жил - начни делать то, что никогда не делал. Главная формула саморазвития, которую можно свести к \"восточной мудрости\" ... Тридцать ссыльных оказываются брошенными в глухой тайге без пищи, крова и теплой одежды. Неграмотные крестьяне и ленинградские интеллигенты, «деклассированные элементы» и уголовники, мусульмане и христиане",
    "price": 660,
    "rating": 4
  },
  {
    "id": 6,
    "title": "Очаровательный кишечник. Как самый могущественный орган управляет нами",
    "author": "Джулия Эндерс",
    "image": "https://frankfurt.apollo.olxcdn.com/v1/files/w3ni36heiph1-KZ/image;s=644x461",
    "description": "Многие стесняются говорить о кишечнике вслух. Может быть, именно поэтому мы так мало знаем о самом могущественном органе, который управляет нашим организмом. Кого-то, возможно, шокирует столь откровенное обращение исследователя к \"запретным\" темам; кому-то, может быть, покажутся слишком экстремальными опыты на мышах и на пациентах-добровольцах, описанные в книге. Кто-то усомнится во всемогуществе крошечных организмов, контролирующих нашу жизнь.",
    "price": 573,
    "rating": 4
  },
  {
    "id": 7,
    "title": "Империя должна умереть",
    "author": "Михаил Зыгарь",
    "image": "https://www.alpinabook.ru/upload/setka-editor/9fa/9fa92bc9a756ed74aa3e485737af02b7.jpg",
    "description": "Революции не происходят неожиданно, империи не гибнут ни с того ни с сего. Главный урок, который мы можем вынести из революции 1917 года, — понимание того, почему император и его окружение в обстановке, которая требовала кардинальных внутренних реформ, не только на эти реформы не решились, но, наоборот, всеми силами пытались повернуть развитие страны вспять, усиливая опору на «традиционные ценности».",
    "price": 741,
    "rating": 3
  },
  {
    "id": 8,
    "title": "7 навыков высокоэффективных людей: Мощные...",
    "author": "Стивен Кови",
    "image": "https://m.media-amazon.com/images/I/51McwfXX7VL.jpg",
    "description": "Эта книга — мировой супербестселлер, работа № 1 по теме личностного роста. Она оказала большое влияние на жизни миллионов людей во всем мире, включая Билла Клинтона, Ларри Кинга и Стивена Форбса. Половина крупнейших мировых корпораций, входящих в рейтинг Fortune 500, посчитали своим долгом ознакомить своих сотрудников с философией эффективности, изложенной в «Семи навыках».",
    "price": 347,
    "rating": 5
  },
  {
    "id": 9,
    "title": "Девушка во льду",
    "author": "Роберт Брындза",
    "image": "https://cv3.litres.ru/pub/c/elektronnaya-kniga/cover_415/27351732-robert-bryndza-12646976-devushka-vo-ldu.jpg",
    "description": "В озере одного из парков Лондона под слоем льда обнаруживают тело женщины. За расследование берется детектив Эрика Фостер. У жертвы, молодой светской львицы, была, казалось, идеальная жизнь. Но Эрика обнаруживает, что это преступление ведет к трем девушкам, которые ранее были найдены задушенными и связанными в водоемах Лондона.",
    "price": 882,
    "rating": 2
  },
  {
    "id": 10,
    "title": "Магия утра. Как первый час дня определяет ваш успех",
    "author": "Хэл Элрод",
    "image": "https://cv1.litres.ru/pub/c/elektronnaya-kniga/cover_415/19063017-hel-elrod-magiya-utra.jpg",
    "description": "Книга, которая помогла тысячам людей изменить жизнь за счет правильного начала дня и утренних ритуалов. Что, если завтра любая (или даже каждая) сфера вашей жизни могла бы чудесным образом измениться? Что было бы иначе? Вы стали бы счастливее? Здоровее? Успешнее? Вы были бы в лучшей физической форме? Стали бы богаче? Энергичнее? Что, если существует простой, но не очевидный секрет, который гарантированно поможет вам изменить любую сторону вашей жизни — и сделать это быстрее, чем вы можете себе представить?",
    "price": 829,
    "rating": 1
  },
  {
    "id": 11,
    "title": "Азиатская европеизация. История Российского государства. Царь Петр...",
    "author": "Борис Акунин",
    "image": "https://murawei.de/pub/media/catalog/product/cache/e58383975460d1832a4052a92808d6af/r/0/r005972_1.jpg",
    "description": "Тридцатилетие, в течение которого царь Петр Алексеевич проводил свои преобразования, повлияло на ход всей мировой истории. Обстоятельства его личной жизни, умственное устройство, пристрастия и фобии стали частью национальной матрицы и сегодня воспринимаются миром как нечто исконно российское.",
    "price": 389,
    "rating": 2
  },
  {
    "id": 12,
    "title": "Ведьмак (сборник)",
    "author": "Анджей Сапковский",
    "image": "https://cv6.litres.ru/pub/c/elektronnaya-kniga/cover_415/6375365-andzhey-sapkovskiy-vedmak.jpg",
    "description": "Он пришёл из ниоткуда и идёт в никуда. Он — профессиональный убийца нечисти. Его орден давным давно был почти уничтожен и лишь немногие из его братьев остались живы. И всё же, следуя своему предназначению, он делает свою работу. Он — ведьмак Геральт. Сердце его уже окаменело. Движения его отточены и слажены. Он непобедим. Но встречает ведьмак Цириллу, юную принцессу Цинтры, и Йенифэр, волшебницу могучую.",
    "price": 424,
    "rating": 3
  },
  {
    "id": 13,
    "title": "Атлант расправил плечи",
    "author": "Айн Рэнд",
    "image": "https://i.pinimg.com/originals/2b/e7/a5/2be7a5e1ffae9bec964ba839ea2be7bf.jpg",
    "description": "Вторая часть романа \"Атлант расправил плечи\" - социальный прогноз. В ситуации, когда правительство берет курс на \"равные возможности\", считая справедливым за счет талантливых и состоятельных сделать богатыми никчемных и бесталанных, проигравшими оказываются все. Запрет на развитие производства и лоббирование интересов \"нужных\" людей разрушают общество.",
    "price": 157,
    "rating": 2
  },
  {
    "id": 14,
    "title": "Цена вопроса. Том 2",
    "author": "Александра Маринина",
    "image": "https://bookz.ru/pics/thumbs_w300/cena-vop_770.jpg",
    "description": "Программа против Системы. Системы всесильной и насквозь коррумпированной, на все имеющей цену и, при этом, ничего не способной ценить по-настоящему. Возможно ли такое? Генерал МВД Шарков твердо верил, что управляемая им Программа – последний шанс навести порядок в правоохранительных органах. Так было до тех пор, пока не исчез один из ее участников, одержимый радикальными идеями. А затем начались эти странные «парные» убийства…",
    "price": 664,
    "rating": 0
  },
  {
    "id": 15,
    "title": "Исчезнувшая",
    "author": "Гиллиан Флинн",
    "image": "https://cv2.litres.ru/sbc/11029722_cover_185-elektronnaya-kniga-gillian-flinn-ischeznuvshaya.jpg",
    "description": "Все было готово для празднования пятилетнего юбилея супружеской жизни, когда вдруг необъяснимо пропал один из виновников торжества. Остались следы борьбы в доме, кровь, которую явно пытались стереть, — и цепочка «ключей» в игре под названием «охота за сокровищами»; красивая, умная и невероятно изобретательная жена ежегодно устраивала ее для своего обожаемого..",
    "price": 476,
    "rating": 4
  },
  {
    "id": 16,
    "title": "Происхождение",
    "author": "Дэн Браун",
    "image": "https://cdn.f.kz/prod/986/985376_550.jpg",
    "description": "Роберт Лэнгдон прибывает в музей Гуггенхайма в Бильбао по приглашению друга и бывшего студента Эдмонда Кирша. Миллиардер и компьютерный гуру, он известен своими удивительными открытиями и предсказаниями. И этим вечером Кирш собирается \"перевернуть все современные научные представления о мире\", дав ответ на два главных вопроса, волнующих человечество на протяжении всей истории: Откуда мы?",
    "price": 710,
    "rating": 3
  },
  {
    "id": 17,
    "title": "Снеговик",
    "author": "Ю Несбё",
    "image": "https://cv6.litres.ru/pub/c/elektronnaya-kniga/cover_415/4578362-u-nesbe-snegovik-4578362.jpg",
    "description": "Поистине в первом снеге есть что-то колдовское. Он сводит любовников, заглушает звуки, удлиняет тени, скрывает следы. Разыскивая пропавшую Бирту Беккер, Харри Холе приходит к выводу, что годами в Норвегии в тот день, когда выпадает первый снег, бесследно исчезают...",
    "price": 796,
    "rating": 5
  },
  {
    "id": 18,
    "title": "Как тренировать память. Не думайте о памяти – лучше используйте ее на все сто!",
    "author": "Джонатан Хэнкок",
    "image": "https://cv4.litres.ru/pub/c/elektronnaya-kniga/cover_330/11034041-dzhonatan-henkok-kak-trenirovat-pamyat-ne-dumayte-o-pamyati-luchshe-ispolz.jpg",
    "description": "Человеческая память и сегодня остается самым ценным ресурсом, несмотря на все технические новинки последних десятилетий. О том, как научиться запоминать больше и лучше, максимально используя возможности своего мозга, и рассказывает данная книга. Это практическое руководство, сочетающее древние методы запоминания с современными средствами, объясняет, как овладеть навыками блестящей памяти, которая помогает человеку существенно улучшить свою жизнь.",
    "price": 399,
    "rating": 5
  }
]